Repository: Brkgng/ZapPDF
Catalog: App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, tr, zh_hans

source: ... and %lld more files
de: ... und %lld weitere Dateien
es: ... y %lld archivos más
fr: ... et %lld autres fichiers
ja: ...他 %lld 件のファイル
tr: ...ve %lld dosya daha
zh_hans: ...还有 %lld 个文件

source: '%@' appears to be corrupted.
de: '%@' scheint beschädigt zu sein.
es: '%@' parece estar dañado.
fr: « %@ » semble être corrompu.
ja: 「%@」は破損しているようです。
tr: '%@' bozuk görünüyor.
zh_hans: 「%@」似乎已损坏。

source: '%@' is not a valid PDF file.
de: '%@' ist keine gültige PDF-Datei.
es: '%@' no es un archivo PDF válido.
fr: « %@ » n'est pas un fichier PDF valide.
ja: 「%@」は有効なPDFファイルではありません。
tr: '%@' geçerli bir PDF dosyası değil.
zh_hans: 「%@」不是有效的PDF文件。

source: '%@' is password protected.
de: '%@' ist passwortgeschützt.
es: '%@' está protegido con contraseña.
fr: « %@ » est protégé par mot de passe.
ja: 「%@」はパスワードで保護されています。
tr: '%@' parola korumalı.
zh_hans: 「%@」已设置密码保护。

source: %lld actions left
de: %lld Aktionen übrig
es: %lld acciones restantes
fr: %lld actions restantes
ja: 残り %lld 回の操作
tr: %lld işlem kaldı
zh_hans: 剩余 %lld 次操作

source: %lld files cleared
de: %lld Dateien gelöscht
es: %lld archivos eliminados
fr: %lld fichiers supprimés
ja: %lld 件のファイルをクリアしました
tr: %lld dosya temizlendi
zh_hans: 已清除 %lld 个文件

source: %lld files created
de: %lld Dateien erstellt
es: %lld archivos creados
fr: %lld fichiers créés
ja: %lld 件のファイルを作成しました
tr: %lld dosya oluşturuldu
zh_hans: 已创建 %lld 个文件

source: %lld free actions remaining
de: %lld kostenlose Aktionen verbleibend
es: %lld acciones gratuitas restantes
fr: %lld actions gratuites restantes
ja: 残り %lld 回の無料操作
tr: %lld ücretsiz işlem kaldı
zh_hans: 剩余 %lld 次免费操作

# %lld of %lld free
source: %1$lld of %2$lld free
de: %1$lld von %2$lld kostenlos
es: %1$lld de %2$lld gratis
fr: %1$lld sur %2$lld gratuites
ja: %1$lld / %2$lld 無料
tr: %1$lld / %2$lld ücretsiz
zh_hans: 免费 %1$lld / %2$lld

# %lld of %lld pages selected
source: %1$lld of %2$lld pages selected
de: %1$lld von %2$lld Seiten ausgewählt
es: %1$lld de %2$lld páginas seleccionadas
fr: %1$lld sur %2$lld pages sélectionnées
ja: %1$lld / %2$lld ページを選択
tr: %1$lld / %2$lld sayfa seçili
zh_hans: 已选择 %1$lld / %2$lld 页

# %lld of %lld selected
source: %1$lld of %2$lld selected
de: %1$lld von %2$lld ausgewählt
es: %1$lld de %2$lld seleccionados
fr: %1$lld sur %2$lld sélectionnés
ja: %1$lld / %2$lld 件を選択
tr: %1$lld / %2$lld seçili
zh_hans: 已选择 %1$lld / %2$lld

# %lld page%@
source: %1$lld page%2$@
de: %1$lld Seite%2$@
es: %1$lld página%2$@
ja: %1$lld ページ%2$@
tr: %1$lld sayfa%2$@
zh_hans: %1$lld 页%2$@

source: %lld pages
de: %lld Seiten
es: %lld páginas
ja: %lld ページ
tr: %lld sayfa
zh_hans: %lld 页

source: %lld pages selected
de: %lld Seiten ausgewählt
es: %lld páginas seleccionadas
fr: %lld pages sélectionnées
ja: %lld ページを選択
tr: %lld sayfa seçildi
zh_hans: 已选择 %lld 页

# accessibility.deleteFile
source: Remove file
de: Datei entfernen
es: Eliminar archivo
fr: Supprimer le fichier
ja: ファイルを削除
tr: Dosyayı kaldır
zh_hans: 移除文件

# accessibility.deselectFile
source: Deselect file
de: Datei abwählen
es: Deseleccionar archivo
fr: Désélectionner le fichier
ja: ファイルの選択を解除
tr: Dosya seçimini kaldır
zh_hans: 取消选择文件

# accessibility.dragHandle
source: Drag to reorder
de: Ziehen zum Neuordnen
es: Arrastra para reordenar
fr: Glisser pour réorganiser
ja: ドラッグして並べ替え
tr: Yeniden sıralamak için sürükle
zh_hans: 拖动以重新排序

# accessibility.pdfDocument
source: PDF Document
de: PDF-Dokument
es: Documento PDF
fr: Document PDF
ja: PDFドキュメント
tr: PDF Belgesi
zh_hans: PDF文档

# accessibility.selectedTapHint
source: Selected. Double tap to deselect.
de: Ausgewählt. Doppeltippen zum Abwählen.
es: Seleccionado. Toca dos veces para deseleccionar.
fr: Sélectionné. Touchez deux fois pour désélectionner.
ja: 選択済み。ダブルタップで解除。
tr: Seçili. Seçimi kaldırmak için çift dokun.
zh_hans: 已选择。双击取消选择。

# accessibility.selectFile
source: Select file
de: Datei auswählen
es: Seleccionar archivo
fr: Sélectionner le fichier
ja: ファイルを選択
tr: Dosyayı seç
zh_hans: 选择文件

# accessibility.tapToSelectHint
source: Double tap to select.
de: Doppeltippen zum Auswählen.
es: Toca dos veces para seleccionar.
fr: Touchez deux fois pour sélectionner.
ja: ダブルタップで選択。
tr: Seçmek için çift dokun.
zh_hans: 双击选择。

# accessibility.upgradeHint
source: Tap to view upgrade options
de: Tippen für Upgrade-Optionen
es: Toca para ver opciones de mejora
fr: Touchez pour voir les options de mise à niveau
ja: タップしてアップグレードオプションを表示
tr: Yükseltme seçeneklerini görmek için dokun
zh_hans: 点击查看升级选项

# action.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
tr: İptal
zh_hans: 取消

# action.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
tr: Kapat
zh_hans: 关闭

# action.continue
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
ja: 続ける
tr: Devam Et
zh_hans: 继续

# action.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
tr: Sil
zh_hans: 删除

# action.deselectAll
source: Deselect All
de: Alle abwählen
es: Deseleccionar todo
fr: Tout désélectionner
ja: すべて解除
tr: Seçimi Kaldır
zh_hans: 取消全选

# action.done
source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
tr: Tamam
zh_hans: 完成

# action.getStarted
source: Get Started
de: Loslegen
es: Comenzar
fr: Commencer
ja: 始める
tr: Başla
zh_hans: 开始使用

# action.remove
source: Remove
de: Entfernen
es: Quitar
fr: Retirer
ja: 削除
tr: Kaldır
zh_hans: 移除

# action.retry
source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
ja: 再試行
tr: Tekrar Dene
zh_hans: 重试

# action.saveFile
source: Save File
de: Datei speichern
es: Guardar archivo
fr: Enregistrer le fichier
ja: ファイルを保存
tr: Dosyayı Kaydet
zh_hans: 保存文件

# action.saveFiles
source: Save Files
de: Dateien speichern
es: Guardar archivos
fr: Enregistrer les fichiers
ja: ファイルを保存
tr: Dosyaları Kaydet
zh_hans: 保存文件

# action.selectAll
source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
ja: すべて選択
tr: Tümünü Seç
zh_hans: 全选

# action.skip
source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
ja: スキップ
tr: Atla
zh_hans: 跳过

# action.undo
source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
ja: 元に戻す
tr: Geri Al
zh_hans: 撤销

source: Camera error: %@
de: Kamerafehler: %@
es: Error de cámara: %@
fr: Erreur de caméra : %@
ja: カメラエラー: %@
tr: Kamera hatası: %@
zh_hans: 相机错误：%@

source: Cannot access '%@'.
de: Zugriff auf '%@' nicht möglich.
es: No se puede acceder a '%@'.
fr: Impossible d'accéder à « %@ ».
ja: 「%@」にアクセスできません。
tr: '%@' dosyasına erişilemiyor.
zh_hans: 无法访问「%@」。

source: Clear %lld Files
de: %lld Dateien löschen
es: Eliminar %lld archivos
fr: Supprimer %lld fichiers
ja: %lld 件のファイルをクリア
tr: %lld Dosyayı Temizle
zh_hans: 清除 %lld 个文件

# common.all
source: All
de: Alle
es: Todo
fr: Tous
ja: すべて
tr: Tümü
zh_hans: 全部

# common.deselect
source: Deselect
de: Abwählen
es: Deseleccionar
fr: Désélectionner
ja: 解除
tr: Seçimi Kaldır
zh_hans: 取消选择

# common.errorOccurred
source: An error occurred
de: Ein Fehler ist aufgetreten
es: Ocurrió un error
fr: Une erreur s'est produite
ja: エラーが発生しました
tr: Bir hata oluştu
zh_hans: 发生错误

# common.errorTitle
source: Error
de: Fehler
fr: Erreur
ja: エラー
tr: Hata
zh_hans: 错误

# common.invalidFormat
source: Invalid format
de: Ungültiges Format
es: Formato inválido
fr: Format invalide
ja: 無効な形式
tr: Geçersiz format
zh_hans: 格式无效

# common.loading
source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...
ja: 読み込み中...
tr: Yükleniyor...
zh_hans: 加载中...

# common.mergeOrderHint
source: Files merge in displayed order. Drag to reorder.
de: Dateien werden in angezeigter Reihenfolge zusammengeführt. Ziehen zum Neuordnen.
es: Los archivos se combinan en el orden mostrado. Arrastra para reordenar.
fr: Les fichiers seront fusionnés dans l'ordre affiché. Glissez pour réorganiser.
ja: ファイルは表示順に結合されます。ドラッグして並べ替え。
tr: Dosyalar görüntülenen sırada birleştirilir. Yeniden sıralamak için sürükle.
zh_hans: 文件按显示顺序合并。拖动可重新排序。

# common.none
source: None
de: Keine
es: Ninguno
fr: Aucun
ja: なし
tr: Hiçbiri
zh_hans: 无

# common.saveFailed
source: Save Failed
de: Speichern fehlgeschlagen
es: Error al guardar
fr: Échec de l'enregistrement
ja: 保存に失敗
tr: Kaydetme Başarısız
zh_hans: 保存失败

# common.select
source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
ja: 選択
tr: Seç
zh_hans: 选择

# common.selection
source: Selection
de: Auswahl
es: Selección
fr: Sélection
ja: 選択
tr: Seçim
zh_hans: 选择

# common.unableToSave
source: Unable to save the file.
de: Die Datei konnte nicht gespeichert werden.
es: No se puede guardar el archivo.
fr: Impossible d'enregistrer le fichier.
ja: ファイルを保存できません。
tr: Dosya kaydedilemedi.
zh_hans: 无法保存文件。

# contextMenu.copyName
source: Copy Name
de: Name kopieren
es: Copiar nombre
fr: Copier le nom
ja: 名前をコピー
tr: İsmi Kopyala
zh_hans: 拷贝名称

# contextMenu.showInFinder
source: Show in Finder
de: Im Finder anzeigen
es: Mostrar en Finder
fr: Afficher dans le Finder
ja: Finderで表示
tr: Finder'da Göster
zh_hans: 在Finder中显示

source: Converting PDF... %@
de: PDF wird konvertiert... %@
es: Convirtiendo PDF... %@
fr: Conversion du PDF... %@
ja: PDFを変換中... %@
tr: PDF dönüştürülüyor... %@
zh_hans: 正在转换PDF... %@

source: Could not load '%@'. Please select a valid PDF file.
de: '%@' konnte nicht geladen werden. Bitte wähle eine gültige PDF-Datei.
es: No se pudo cargar '%@'. Por favor, selecciona un archivo PDF válido.
fr: Impossible de charger « %@ ». Veuillez sélectionner un fichier PDF valide.
ja: 「%@」を読み込めませんでした。有効なPDFファイルを選択してください。
tr: '%@' yüklenemedi. Lütfen geçerli bir PDF dosyası seç.
zh_hans: 无法加载「%@」。请选择有效的PDF文件。

# Could not load %lld files: %@
source: Could not load %1$lld files: %2$@
de: %1$lld Dateien konnten nicht geladen werden: %2$@
es: No se pudieron cargar %1$lld archivos: %2$@
fr: Impossible de charger %1$lld fichiers : %2$@
ja: %1$lld 件のファイルを読み込めませんでした: %2$@
tr: %1$lld dosya yüklenemedi: %2$@
zh_hans: 无法加载 %1$lld 个文件：%2$@

# Could not load page %lld from '%@'.
source: Could not load page %1$lld from '%2$@'.
de: Seite %1$lld konnte nicht aus '%2$@' geladen werden.
es: No se pudo cargar la página %1$lld de '%2$@'.
fr: Impossible de charger la page %1$lld de '%2$@'.
ja: '%2$@' からページ %1$lld を読み込めませんでした。
tr: '%2$@' içinden %1$lld. sayfa yüklenemedi.
zh_hans: 无法从“%2$@”加载第 %1$lld 页。

source: Could not preserve bookmarks from '%@'.
de: Lesezeichen aus '%@' konnten nicht beibehalten werden.
es: No se pudieron conservar los marcadores de '%@'.
fr: Impossible de conserver les signets de '%@'.
ja: '%@' のブックマークを保持できませんでした。
tr: '%@' içindeki yer işaretleri korunamadı.
zh_hans: 无法保留“%@”中的书签。

source: Could not save file: %@
de: Datei konnte nicht gespeichert werden: %@
es: No se pudo guardar el archivo: %@
fr: Impossible d'enregistrer le fichier : %@
ja: ファイルを保存できませんでした: %@
tr: Dosya kaydedilemedi: %@
zh_hans: 无法保存文件：%@

source: Could not save reference to '%@'
de: Referenz zu '%@' konnte nicht gespeichert werden
es: No se pudo guardar la referencia a '%@'
fr: Impossible d'enregistrer la référence à « %@ »
ja: 「%@」への参照を保存できませんでした
tr: '%@' referansı kaydedilemedi
zh_hans: 无法保存对「%@」的引用

# dashboard.addFiles
source: Add PDF Files
de: PDF-Dateien hinzufügen
es: Agregar archivos PDF
fr: Ajouter des fichiers PDF
ja: PDFファイルを追加
tr: PDF Dosyaları Ekle
zh_hans: 添加PDF文件

# dashboard.browseFiles
source: Browse Files
de: Dateien durchsuchen
es: Explorar archivos
fr: Parcourir les fichiers
ja: ファイルを選択
tr: Dosyalara Gözat
zh_hans: 浏览文件

# dashboard.clearAll
source: Clear All
de: Alle löschen
es: Eliminar todo
fr: Tout effacer
ja: すべてクリア
tr: Tümünü Temizle
zh_hans: 全部清除

# dashboard.clearAllMessage
source: This will remove all PDF files from the list.
de: Dadurch werden alle PDF-Dateien aus der Liste entfernt.
es: Esto eliminará todos los archivos PDF de la lista.
fr: Cela supprimera tous les fichiers PDF de la liste.
ja: リストからすべてのPDFファイルが削除されます。
tr: Bu işlem tüm PDF dosyalarını listeden kaldıracak.
zh_hans: 这将从列表中移除所有PDF文件。

# dashboard.clearAllTitle
source: Clear All Files?
de: Alle Dateien löschen?
es: ¿Eliminar todos los archivos?
fr: Effacer tous les fichiers ?
ja: すべてのファイルをクリアしますか？
tr: Tüm Dosyalar Temizlensin mi?
zh_hans: 清除所有文件？

# dashboard.dragAndDrop
source: Drag and drop PDF files or use the button below
de: PDF-Dateien hierher ziehen oder die Schaltfläche unten verwenden
es: Arrastra y suelta archivos PDF o usa el botón de abajo
fr: Glissez-déposez des fichiers PDF ou utilisez le bouton ci-dessous
ja: PDFファイルをドラッグ＆ドロップ、または下のボタンを使用
tr: PDF dosyalarını sürükleyip bırak veya aşağıdaki düğmeyi kullan
zh_hans: 拖放PDF文件或使用下方按钮

# dashboard.dropHere
source: Drop PDF files here
de: PDF-Dateien hier ablegen
es: Arrastra archivos PDF aquí
fr: Déposez vos fichiers PDF ici
ja: PDFファイルをここにドロップ
tr: PDF dosyalarını buraya bırak
zh_hans: 将PDF文件拖放到此处

# dashboard.dropToAdd
source: Drop to add more files
de: Ablegen, um weitere Dateien hinzuzufügen
es: Suelta para agregar más archivos
fr: Déposez pour ajouter d'autres fichiers
ja: ドロップしてファイルを追加
tr: Daha fazla dosya eklemek için bırak
zh_hans: 放下以添加更多文件

# dashboard.largeMergeTitle
source: Large Merge
de: Große Zusammenführung
es: Fusión grande
fr: Fusion volumineuse
ja: 大規模な結合
tr: Büyük Birleştirme
zh_hans: 大型合并

# dashboard.mergedOutputName
source: Merged
de: Zusammengeführt
es: Combinado
fr: Fusionné
ja: 結合済み
tr: Birleştirilmiş
zh_hans: 已合并

source: Displaying %lld pages
de: %lld Seiten werden angezeigt
es: Mostrando %lld páginas
fr: Affichage de %lld pages
ja: %lld ページを表示中
tr: %lld sayfa görüntüleniyor
zh_hans: 正在显示 %lld 页

# error.cancelled
source: Operation was cancelled.
de: Vorgang wurde abgebrochen.
es: La operación fue cancelada.
fr: L'opération a été annulée.
ja: 操作がキャンセルされました。
tr: İşlem iptal edildi.
zh_hans: 操作已取消。

# error.emptyInput
source: No files provided for this operation.
de: Keine Dateien für diese Operation bereitgestellt.
es: No se proporcionaron archivos para esta operación.
fr: Aucun fichier fourni pour cette opération.
ja: この操作に対してファイルが提供されていません。
tr: Bu işlem için dosya sağlanmadı.
zh_hans: 未提供此操作所需的文件。

# error.insufficientDiskSpace
source: Not enough storage space to complete this operation.
de: Nicht genügend Speicherplatz, um diesen Vorgang abzuschließen.
es: No hay suficiente espacio de almacenamiento para completar esta operación.
fr: Espace de stockage insuffisant pour terminer cette opération.
ja: この操作を完了するためのストレージ容量が不足しています。
tr: Bu işlemi tamamlamak için yeterli depolama alanı yok.
zh_hans: 存储空间不足，无法完成此操作。

# error.purchaseFailed
source: Purchase failed. Please try again.
de: Kauf fehlgeschlagen. Bitte versuchen Sie es erneut.
es: La compra falló. Inténtalo de nuevo.
fr: L’achat a échoué. Veuillez réessayer.
ja: 購入に失敗しました。もう一度お試しください。
tr: Satın alma başarısız oldu. Lütfen tekrar deneyin.
zh_hans: 购买失败。请重试。

# error.recovery.checkPermissions
source: Check that you have write permission to the destination.
de: Überprüfen Sie, ob Sie Schreibberechtigung für das Ziel haben.
es: Verifica que tengas permiso de escritura en el destino.
fr: Vérifiez que vous disposez des droits d'écriture sur la destination.
ja: 保存先への書き込み権限を確認してください。
tr: Hedefe yazma izniniz olduğunu kontrol et.
zh_hans: 请检查你是否有目标位置的写入权限。

# error.recovery.fileMovedOrDeleted
source: The file may have been moved or deleted.
de: Die Datei wurde möglicherweise verschoben oder gelöscht.
es: El archivo puede haber sido movido o eliminado.
fr: Le fichier a peut-être été déplacé ou supprimé.
ja: ファイルが移動または削除された可能性があります。
tr: Dosya taşınmış veya silinmiş olabilir.
zh_hans: 文件可能已被移动或删除。

# error.recovery.freeUpSpace
source: Free up some storage space and try again.
de: Gib etwas Speicherplatz frei und versuche es erneut.
es: Libera espacio de almacenamiento e inténtalo de nuevo.
fr: Libérez de l'espace de stockage et réessayez.
ja: ストレージ容量を空けてから再試行してください。
tr: Biraz depolama alanı boşalt ve tekrar dene.
zh_hans: 请释放一些存储空间后重试。

# error.recovery.getFreshCopy
source: Try obtaining a fresh copy of this file.
de: Versuche, eine neue Kopie dieser Datei zu bekommen.
es: Intenta obtener una copia nueva de este archivo.
fr: Essayez d'obtenir une nouvelle copie de ce fichier.
ja: このファイルの新しいコピーを取得してください。
tr: Bu dosyanın yeni bir kopyasını almayı dene.
zh_hans: 尝试获取此文件的新副本。

# error.recovery.reorderSomePages
source: Reorder some pages before saving.
de: Ordnen Sie einige Seiten neu an, bevor Sie speichern.
es: Reordena algunas páginas antes de guardar.
fr: Réorganisez quelques pages avant d'enregistrer.
ja: 保存する前にページを並べ替えてください。
tr: Kaydetmeden önce bazı sayfaları yeniden sırala.
zh_hans: 请先重新排序一些页面再保存。

# error.recovery.reselectFile
source: Please select the file again using the file picker.
de: Bitte wähle die Datei erneut über die Dateiauswahl aus.
es: Por favor, selecciona el archivo nuevamente usando el selector de archivos.
fr: Veuillez resélectionner le fichier via le sélecteur de fichiers.
ja: ファイルピッカーを使用してファイルを再選択してください。
tr: Lütfen dosyayı dosya seçiciden tekrar seç.
zh_hans: 请使用文件选择器重新选择文件。

# error.recovery.mergeFewerFiles
source: Try merging fewer or smaller files at once.
de: Versuchen Sie, weniger oder kleinere Dateien auf einmal zusammenzuführen.
es: Intenta fusionar menos archivos o archivos más pequeños a la vez.
fr: Essayez de fusionner moins de fichiers ou des fichiers plus petits à la fois.
ja: 一度に結合するファイル数を減らすか、より小さいファイルを使用してください。
tr: Tek seferde daha az veya daha küçük dosya birleştirmeyi deneyin.
zh_hans: 请尝试一次合并更少或更小的文件。

# error.recovery.selectAtLeastOne
source: Please select at least one PDF file.
de: Bitte wähle mindestens eine PDF-Datei aus.
es: Por favor, selecciona al menos un archivo PDF.
fr: Veuillez sélectionner au moins un fichier PDF.
ja: 少なくとも1つのPDFファイルを選択してください。
tr: Lütfen en az bir PDF dosyası seç.
zh_hans: 请至少选择一个PDF文件。

# error.recovery.selectValidPDF
source: Please select a valid PDF file.
de: Bitte wähle eine gültige PDF-Datei aus.
es: Por favor, selecciona un archivo PDF válido.
fr: Veuillez sélectionner un fichier PDF valide.
ja: 有効なPDFファイルを選択してください。
tr: Lütfen geçerli bir PDF dosyası seç.
zh_hans: 请选择有效的PDF文件。

# error.recovery.selectValidRange
source: Please select a valid page range within the document.
de: Bitte wähle einen gültigen Seitenbereich im Dokument aus.
es: Por favor, selecciona un rango de páginas válido dentro del documento.
fr: Veuillez sélectionner une plage de pages valide dans le document.
ja: ドキュメント内の有効なページ範囲を選択してください。
tr: Lütfen belge içinde geçerli bir sayfa aralığı seç.
zh_hans: 请在文档内选择有效的页面范围。

# error.recovery.tryAgain
source: Please try again.
de: Bitte versuchen Sie es erneut.
es: Por favor, inténtalo de nuevo.
fr: Veuillez réessayer.
ja: もう一度お試しください。
tr: Lütfen tekrar dene.
zh_hans: 请重试。

# error.recovery.tryAnotherPDF
source: Try a different PDF file.
de: Versuchen Sie eine andere PDF-Datei.
es: Prueba con otro archivo PDF.
fr: Essayez un autre fichier PDF.
ja: 別のPDFファイルをお試しください。
tr: Başka bir PDF dosyası deneyin.
zh_hans: 请尝试其他 PDF 文件。

# error.recovery.tryDisablingBookmarks
source: Try merging again with bookmark preservation turned off.
de: Versuchen Sie das Zusammenführen erneut, ohne Lesezeichen beizubehalten.
es: Intenta fusionar de nuevo con la conservación de marcadores desactivada.
fr: Réessayez la fusion en désactivant la conservation des signets.
ja: しおりの保持をオフにして、もう一度結合してください。
tr: Yer işareti korumayı kapatıp tekrar birleştirmeyi deneyin.
zh_hans: 关闭书签保留后重试合并。

# error.recovery.tryReorderingAgain
source: Please try reordering again.
de: Bitte versuchen Sie das Neuordnen erneut.
es: Por favor, intenta reordenar de nuevo.
fr: Veuillez réessayer la réorganisation.
ja: もう一度並べ替えてください。
tr: Lütfen yeniden sıralamayı tekrar dene.
zh_hans: 请重新尝试排序。

# error.recovery.trySavingElsewhere
source: Try saving to a different location.
de: Versuche, an einem anderen Ort zu speichern.
es: Intenta guardar en una ubicación diferente.
fr: Essayez d'enregistrer dans un autre emplacement.
ja: 別の場所に保存してください。
tr: Farklı bir konuma kaydetmeyi dene.
zh_hans: 尝试保存到其他位置。

# error.recovery.unlockPDF
source: Please unlock the PDF using another application first.
de: Bitte entsperre die PDF zuerst mit einer anderen App.
es: Por favor, desbloquea el PDF usando otra aplicación primero.
fr: Veuillez d'abord déverrouiller le PDF avec une autre application.
ja: 別のアプリケーションを使用してPDFのロックを解除してください。
tr: Lütfen PDF'in kilidini başka bir uygulamada aç.
zh_hans: 请先使用其他应用程序解锁该PDF。

# error.recovery.upgradeForUnlimited
source: Upgrade to Pro for unlimited PDF operations.
de: Upgrade auf Pro für unbegrenzte PDF-Operationen.
es: Mejora a Pro para operaciones PDF ilimitadas.
fr: Passez à Pro pour des opérations PDF illimitées.
ja: Proにアップグレードすると無制限のPDF操作が可能になります。
tr: Sınırsız PDF işlemleri için Pro'ya yükselt.
zh_hans: 升级到Pro以获得无限PDF操作。

# error.restoreFailed
source: Restore failed. Please try again.
de: Wiederherstellung fehlgeschlagen. Bitte versuchen Sie es erneut.
es: La restauración falló. Inténtalo de nuevo.
fr: La restauration a échoué. Veuillez réessayer.
ja: 復元に失敗しました。もう一度お試しください。
tr: Geri yükleme başarısız oldu. Lütfen tekrar deneyin.
zh_hans: 恢复失败。请重试。

# error.title
source: Error
de: Fehler
fr: Erreur
ja: エラー
tr: Hata
zh_hans: 错误

source: Expires %@
de: Läuft ab %@
es: Vence el %@
fr: Expire le %@
ja: 有効期限: %@
tr: Bitiş: %@
zh_hans: %@ 到期

source: Failed to convert page %lld to PDF
de: Seite %lld konnte nicht in PDF konvertiert werden
es: No se pudo convertir la página %lld a PDF
fr: Échec de la conversion de la page %lld en PDF
ja: ページ %lld を PDF に変換できませんでした
tr: %lld. sayfa PDF'ye dönüştürülemedi
zh_hans: 无法将第 %lld 页转换为 PDF

source: Failed to import files: %@
de: Fehler beim Importieren der Dateien: %@
es: Error al importar archivos: %@
fr: Échec de l'importation des fichiers : %@
ja: ファイルのインポートに失敗しました: %@
tr: Dosyalar içe aktarılamadı: %@
zh_hans: 导入文件失败：%@

source: Failed to save '%@'.
de: '%@' konnte nicht gespeichert werden.
es: Error al guardar '%@'.
fr: Échec de l'enregistrement de « %@ ».
ja: 「%@」の保存に失敗しました。
tr: '%@' kaydedilemedi.
zh_hans: 保存「%@」失败。

source: Failed to save PDF to '%@'.
de: PDF nach '%@' konnte nicht gespeichert werden.
es: Error al guardar PDF en '%@'.
fr: Échec de l'enregistrement du PDF dans « %@ ».
ja: 「%@」へのPDFの保存に失敗しました。
tr: PDF '%@' konumuna kaydedilemedi.
zh_hans: 无法保存PDF到「%@」。

source: File not found: '%@'.
de: Datei nicht gefunden: '%@'.
es: Archivo no encontrado: '%@'.
fr: Fichier introuvable : « %@ ».
ja: ファイルが見つかりません: 「%@」
tr: Dosya bulunamadı: '%@'.
zh_hans: 未找到文件：「%@」。

# fileAccess.bookmarkResolutionFailed
source: Could not restore access to a previously used file.
de: Der Zugriff auf eine zuvor verwendete Datei konnte nicht wiederhergestellt werden.
es: No se pudo restaurar el acceso a un archivo usado previamente.
fr: Impossible de restaurer l'accès à un fichier précédemment utilisé.
ja: 以前使用したファイルへのアクセスを復元できませんでした。
tr: Daha önce kullanılan dosyaya erişim geri yüklenemedi.
zh_hans: 无法恢复对先前使用文件的访问。

# fileAccess.recovery.trySelectingAgain
source: Try selecting the file again.
de: Versuche, die Datei erneut auszuwählen.
es: Intenta seleccionar el archivo de nuevo.
fr: Essayez de resélectionner le fichier.
ja: ファイルを再度選択してください。
tr: Dosyayı tekrar seçmeyi dene.
zh_hans: 请尝试重新选择文件。

source: Flattening PDF... %@
de: PDF wird abgeflacht... %@
es: Aplanando PDF... %@
fr: Aplatissement du PDF... %@
ja: PDF をフラット化中... %@
tr: PDF düzleştiriliyor... %@
zh_hans: 正在扁平化 PDF... %@

# help.clearAll
source: Remove all files from the list
de: Alle Dateien aus der Liste entfernen
es: Eliminar todos los archivos de la lista
fr: Retirer tous les fichiers de la liste
ja: リストからすべてのファイルを削除
tr: Tüm dosyaları listeden kaldır
zh_hans: 从列表中移除所有文件

# help.deletePage
source: Delete Selected Page (⌫)
de: Ausgewählte Seite löschen (⌫)
es: Eliminar página seleccionada (⌫)
fr: Supprimer la page sélectionnée (⌫)
ja: 選択したページを削除 (⌫)
tr: Seçili Sayfayı Sil (⌫)
zh_hans: 删除选定页面 (⌫)

# help.redo
source: Redo (⌘⇧Z)
de: Wiederholen (⌘⇧Z)
es: Rehacer (⌘⇧Z)
fr: Rétablir (⌘⇧Z)
ja: やり直し (⌘⇧Z)
tr: Yinele (⌘⇧Z)
zh_hans: 重做 (⌘⇧Z)
